[
  {
    "imgSrc": "/images/logo-quaddra-software.svg",
    "imgAltText": "Quaddra Software",
    "bodyText": "Keith worked for me at Quaddra Software, an enterprise data analytics startup I co-founded. Keith did excellent work at Quaddra. Our customers and prospects complemented the user interface of our application, as created by Keith. He was a core member of the team, providing design and input, while collaborating with the backend engineers. If we needed a fix or feature from Keith, we could count on him getting it done on time.",
    "avatarSrc": "/images/photo-quaddra-software-jeffrey-fischer.jpg",
    "avatarAltText": "Jeffrey Fischer",
    "avatarHeading": "Jeffrey Fischer",
    "avatarSubheading": "Co-Founder and CTO"
  },
  {
    "imgSrc": "/images/logo-davis-vision.svg",
    "imgAltText": "Davis Vision",
    "bodyText": "Keith's ability to learn quickly and grasp complex application processes allowed Davis Vision to save thousands of dollars in consulting fees. Keith was able to learn how to provide application development for a fairly complex application that was critical to Davis Vision's compliance efforts. Without Keith's efforts, Davis Vision would have been forced to hire outside application support to do this work.",
    "avatarSrc": "/images/photo-davis-vision-david-merwitz.jpg",
    "avatarAltText": "David Merwitz",
    "avatarHeading": "David Merwitz",
    "avatarSubheading": "Director of Operational Compliance"
  },
  {
    "imgSrc": "/images/logo-academyx.svg",
    "imgAltText": "AcademyX",
    "bodyText": "I used to manage the San Jose branch of a technology training company, AcademyX, where Keith brought a breadth of experience to consultative corporate training sessions on topics related to web design, graphic design, web development and user-centered design. His charisma and his ability to connect with each person in a sometimes very large group helped to foster the sort of down-to-earth, productive dialog which equipped our clients to apply their new skills right away. As a result, he was consistently a top-rated instructor.",
    "avatarSrc": "/images/photo-academyx-prescott-finn.jpg",
    "avatarAltText": "Prescott Finn",
    "avatarHeading": "Prescott Finn",
    "avatarSubheading": "Branch Manager"
  }
]
